[Play_Sea_GatherDJ_Musings_E AkEvent]
SpokenText="Якщо хто збирався мене рятувати і вже вирушив до моєї радіостудії, можете з чистою совістю повертатися назад. Не те щоб я вас проганяв, просто ви даремно витратите час."

[Play_Sea_GatherDJ_Musings_D AkEvent]
SpokenText="Хлопці, ви що, лазерні пили не прихопили? Є стійке відчуття, що ви б'єте в двері голими кулаками. Якщо так воно і є, можу лише побажати вам удачі, наполегливі ви пітекантропи. Ха-ха! Радіомэн рулить!"

[Play_Sea_GatherDJ_Musings_C AkEvent]
SpokenText="Хто шкребеться в ці двері і увірветься сюди?! Мовив ворон: «Ніколи!» Адвентовці, ви мене чули?! Ніколи! Вам не увійти, фашиствуючі молодчики!"

[Play_Sea_GatherDJ_Musings_B AkEvent]
SpokenText="Бу-бу-бу, гав-гав-гав... Так, адвентівський солдатик, саме так тебе чують інші люди. Не жалюгідні інопланетні підробки, а нормальні люди."

[Play_Sea_GatherDJ_Musings_A AkEvent]
SpokenText="Хай наші обожнюючі миротворчу діяльність владики і є продуктом інопланетної генної маніпуляції, а таку просту річ, як таран, вони придумати не змогли. Словно вовки із старої казки, вони намагаються здути мій будинок, але все дарма. З такими напастями я і без порятунку обійдусь."

[Play_Sea_Terror_Musings_I AkEvent]
SpokenText="Хочу скористатися хвилинкою і подякувати нашого щедрого спонсора. Дякую, «Адвент»! Так, я розумію ваше здивування. Який, до біса, «Адвент»? Та горіть ви синім полум'ям! Ви, звичайно, праві, але дещо не враховуєте. Моя станція не працювала б без класних ретрансляторів «Адвента» і старої радіовежі інопланетян. Треба віддати їм належне."

[Play_Sea_Terror_Musings_G AkEvent]
SpokenText="Якщо я встиг побувати у ваших краях, десь поблизу може висіти мій ретранслятор і знаходитися інше обладнання. Будь ласка, не чіпайте його. Хай з вигляду це наспіх зварені шматки хламу, але це мій хлам... Тобто не хлам, а цінна апаратура для продовження мовлення."

[Play_Sea_Terror_Musings_E AkEvent]
SpokenText="Це... Раптом у мене до вас важливе питання. Ніхто випадково не помітив шниряючих по окрузі інопланетних жуків? Таких здорових, білих і гидких, з гострющими кігтями? Ні? Так... Я теж не помітив. Дурниця ж собача, правда? Напевно, мені привиділося. Але ви, хлопці, все ж тримайте вуха на маківці. Домовились?"

[Play_Sea_Terror_Musings_C AkEvent]
SpokenText="Якщо ви слухаєте мене в дорозі, але не можете чути в рідному містечку, таборі, селищі або халупі... та де б ви не звили собі гніздечко - не переживайте! Я потужно підключаю нові ретранслятори. Скоро мій золотий голос звучатиме буквально повсюдно."

[Play_Sea_Terror_Musings_A AkEvent]
SpokenText="Дами та панове, мовлення не може припинятися. Дозвольте зауважити, що бути талановитим ведучим, техніком і керівником в одному обличчі ох як непросто. Мені навіть доводиться записувати деякі шоу заздалегідь, просто щоб трохи поспати. Скільки я вже на ногах? 36 годин? Хто-небудь знає, як «Адвент» називає четвер? Бларгхверг? Щось в цьому роді?"

[Play_Sea_SabotageTransmitter_Musings_I AkEvent]
SpokenText="Хлопці, ви не думали зробити власну радіомережу? Радіо Свободи? Бойовий рупор партизанської боротьби? Щоб люди були бадьорі, веселі і готові робити вилазки для полювання на інопланетян? Подумайте над цим. Я зможу бути вашим голосом. Мені лише дай мікрофон, а там... Бах! Я в ефірі, маля!"

[Play_Sea_ExtractDJ_Musings_I AkEvent]
SpokenText="Чи не довелося б з ними рано чи пізно зіткнутися? Цих тварин в океані тисячі. А якщо десятки тисяч? Не примани я їх зараз, ви б навіть не підозрювали про їхню присутність. Хлопці, я майже надав вам послугу. Без жартів!"

[Play_Sea_ExtractDJ_Musings_G AkEvent]
SpokenText="Вам ще пощастило не застати деякі з моїх ранніх експериментів. Зелений штекер сюди, червоний туди, прилаштувати куди треба інопланетну дріб'язок... Пару раз мене було впору ховати. Напевно, найближчим часом мені не варто думати про дітей, якщо ви розумієте мій посил. Точно вам кажу, ручки у мене очумілі!"

[Play_Sea_ExtractDJ_Musings_E AkEvent]
SpokenText="Ну перестаньте. Не можна звинувачувати мене в пильній увазі до чужоземних технологій. Хлопці, ви теж цим грішите. Можна подумати, я не помітив ваші іграшки. Визнаю, я трохи поквапився. Можна було не гнати коней і провести випробування, але часом треба відкинути страхи і братися за справу, закатавши рукави."

[Play_Sea_ExtractDJ_Musings_C AkEvent]
SpokenText="Так! Хлопці, хотів би я вам допомогти, але віддача від цих гармат зовсім угробить мою спину. Тут справа така... Ось якби ми знайшли пакет з льодом або інший компресор, тоді так. Тоді я б відразу кинувся в бій! Так що ви поглядайте навколо."

[Play_Sea_ExtractDJ_Musings_A AkEvent]
SpokenText="Ладно, визнаю. Можливо, йти сюди одному було не найрозумнішою ідеєю, але скажіть чесно, ви б вирушили зі мною на пошуки? Які були шанси? Майже нульові? А треба думати наперед. Я шукаю не просто записи. Я шукаю майбутнє. Ми не можемо собі дозволити розкидатися музичним надбанням."

[Play_Sea_DestroyRadio_Musings_I AkEvent]
SpokenText="<static>...продовжую чекати чудесного порятунку... Не знаю, скільки ще зможу ховатися. <static>...хотілося б залишатися в ефірі до самого кінця...<static> А я навіть не встиг..."

[Play_Sea_DestroyRadio_Musings_G AkEvent]
SpokenText="Прокляття! Давай же, шматок... <static> Та пішло воно все! Отже, е-м-м... Я був неправий, списуючи все на нерви. Вони і справді там, зовні, і дуже хочуть потрапити всередину. Якщо мене хто-небудь чує... Хоч хто-небудь. Якщо ви ловите мою хвилю, допоможіть славному ведучому вибратися звідси! Я замкнувся в будівлі неподалік від набережної! Прямо біля води...<static>"

[Play_Sea_DestroyRadio_Musings_E AkEvent]
SpokenText="Знаєте що? Напевно, це нерви від сидіння під замком. Якщо не рахувати періодичних вилазок для ремонту, я цілими днями сиджу в тісній радіостудії. Скажімо прямо...<sniff> я тут кисну і скоро протухну. До речі, минулого тижня знайшов цілий ящик собачих консервів. Цілком їстівні, але в шлунку спокійно лежати не хочуть... Якщо розумієте, про що я."

[Play_Sea_DestroyRadio_Musings_C AkEvent]
SpokenText="Я знаю, що вже дістав вас цим маренням, але навколо твориться щось неладне. В наші дні якщо вже знайшов собі лігво для житла, то швидко звикаєш до дивних звуків і шумів вночі. Але це пощелкування... це клацання... і знову пощелкування... Ніби хтось лапками перебирає! Хто б це не був, мені він зовсім не подобається."

[Play_Sea_DestroyRadio_Musings_A AkEvent]
SpokenText="Мої вірні радіослухачі, мені треба внести ясність в одне питання. Повсюди розповзаються чутки, по-жучиному так розповзаються... Судячи з них, я збожеволів значно менше, ніж здається. Ви теж почали їх бачити? Білих тварюк? З гострими лапами? Клацаючих і щелкаючих комах?"

[Play_Sea_Abduction_Musings_I AkEvent]
SpokenText="Тепер, коли мені нарешті вдалося дістати до вас сигналом, саме час представитися. Давайте подумаємо, як можна мене описати... Чудовий голос, шикарна зовнішність і непомірне обаяние. Можете називати мене «діджей Повний Набір»... Хоча ні, краще не треба. Але суть ви уловили."

[Play_Sea_SabotageTransmitter_Musings_G AkEvent]
SpokenText="Я нікому не розповідав, що одного разу пробував влаштуватися на посаду пропагандиста «Адвента». Інших занять для людей з добре підвішеним язиком у інопланетян просто не було. Зрозуміло, мене не взяли. Я завалив якийсь психологічний тест. На кой він взагалі потрібен при роботі на радіо?"

[Play_Sea_SabotageTransmitter_Musings_E AkEvent]
SpokenText="Слухайте, я правда шкодую про всю цю метушню. Але увійдіть в моє становище. Уявіть, що більше не можете вбивати інопланетян. Хтось взяв і забрав всі ваші пушки, ножі, навіть загострені палки. У вас забрали сенс існування. Те, в чому ви були гарні. Розумієте? Саме так я відчуваю себе, коли не виходжу в ефір."

[Play_Sea_SabotageTransmitter_Musings_C AkEvent]
SpokenText="Мені всього лише хотілося привнести в світ трохи радості. Пролити промінь світла на темне і похмуре життя обивателя глухомань. Мені це майже вдалося, адже сама передача виявилася непогана... за винятком того, що солодкозвучною сиреною приманила тисячу морських дияволів."

[Play_Sea_SabotageTransmitter_Musings_A AkEvent]
SpokenText="Можете мені не вірити, але цей ваш чіповий передавач виявився однією з моїх найперших знахідок. Я так і не зрозумів, чому інопланетяни на нього забили. Він просто стояв собі і чекав умільця, який прийде і все підключить. Мені залишалося лише дещо підкрутити і виправити."

[Play_Sea_HackRadio_Musings_I AkEvent]
SpokenText="Добре, я визнаю, що накликав на світ біблійну кару, але ж я теж намагаюся купірувати наслідки. А там, дивись, ми їх і зовсім зупинимо. Це ще не кінець, он як ви добре справляєтесь!"

[Play_Sea_Abduction_Musings_G AkEvent]
SpokenText="Інопланетяни не відають, чого позбавилися. Ось ви чули мій голос? Очевидно ж, що з таким голосом людині судилося велич! А не місце в якійсь... бургерній! Так-так, «Адвент»! Ти нажив собі впливового ворога, який може жартувати всю ніч напролет!"

[Play_Sea_Abduction_Musings_E AkEvent]
SpokenText="До речі про «Адвент-бургер». Ви знаєте, що за все навчання вони не спромоглися послати мене на мовні курси? Серйозно, де тут логіка? Як я повинен був приймати замовлення від жукоглазої чучундри, якщо вона булькає щось на невідомій мові? А отримати читабельний рецепт взагалі було верхом удачі."

[Play_Sea_Abduction_Musings_C AkEvent]
SpokenText="Якщо ви тільки включили приймач, то знайте - з вами кращий ведучий з золотим голосом. Людина, якого не заткнуть ніякі інопланетяни. А коли-то вони вважали вашого покірного слугу недостойним свого дорогоцінного «Адвент-бургера». Простій людині забороняється трохи перекусити в перервах між обслуговуванням. Ніби у них мало цієї гидоти."

[Play_Sea_Abduction_Musings_A AkEvent]
SpokenText="Сподіваюся, у вас видався чудовий день, нехай і на захоплених територіях. Не дозволяйте всяким «Адвентам» псувати вам життя. Тільки не перегинайте палку і поводьтеся з чужаками чемно. Хлопці, дайте їм трохи розслабитися, а потім тягніть їхні речі. Хапайте все, що не приколочене. Ха-ха-ха!"

[Play_Sea_Abduction_Loading_A AkEvent]
SpokenText="Не знаю, як вам, хлопці, а мені з нинішньої жердочки сьогоднішній день не здається занадто нудним. З чого б це раптом? Та організм бунтує і не хоче працювати як належить. Взагалі я був тільки радий набулькатися прославленим бальзамчиком старого діда. Потім до мене дійшло, що особливий смак йому надає добавка, яку вижимають із повзаючих по окрузі зміюк. Ви не подумайте, якби я таку зловив, то теж хоча б спробував. <static> <radio clicks off>"

[Play_Sea_HackRadio_Musings_G AkEvent]
SpokenText="Часу мало. Воно на вагу золота, або як ви там кажете... Годиннички тикають. Сподіваюся, я правильно пам'ятаю час трансляції. Іноді я його забуваю, і передача починається пізніше або раніше наміченого... Краще дістаньтеся туди з запасом."

[Play_Sea_HackRadio_Musings_E AkEvent]
SpokenText="Я не можу взяти і назвати вам пароль! Ми ледве знаємо один одного, а на одному з дисків лежать дуже особисті дані. Краще я назву потрібні файли, а ви зробите все інше. Ви ж суперпрофі, так? Хакери планетарного масштабу."

[Play_Sea_HackRadio_Musings_C AkEvent]
SpokenText="Це маленьке містечко. Ви й оком моргнути не встигнете, як вийдете до води. Мій катер має бути на виду. Ну, знаєте, де я його і залишив, якщо в мою відсутність ніхто не знайшов заховані ключі. Сподіваюся, комп'ютер ще на борту. Пам'ятайте, що обіцяли його не розбивати."

[Play_Sea_HackRadio_Musings_A AkEvent]
SpokenText="Вам треба пройти до великої аптеки. По ліву руку ви побачите ресторан... чи там був книжковий магазин? Або магазин спортивних товарів? Загалом, він буде зліва від вас. Крокуйте прямо по дорозі..."

[Play_Sea_GatherDJ_Musings_L AkEvent]
SpokenText="Так ми втічемо звідси на катері? Цікава затія. Не те щоб оптимальна, якщо врахувати водоплаваючих жуків, але... Хлопці, ви ж у нас відбірні професіонали спецназу, винищувачі інопланетян і все таке. Вам і карти в руки."

[Play_Sea_GatherDJ_Musings_K AkEvent]
SpokenText="У вас є заздалегідь прорахований план відступу або ви вирішили діяти на авось? Ну тобто, було б добре прорахувати якийсь маршрут евакуації... чисто на всяк випадок. Знаєте, щоб врятуватися і все таке."

[Play_Sea_GatherDJ_Musings_J AkEvent]
SpokenText="Хлопці, ви ж і самі з вусами. Ви ж не станете посилати мене на передову з гвинтівкою напереваги? Зрозуміло, що я теж не лыком шитий, та ось тільки спину потягнув, поки захищав двері від полчищ «Адвента». Впевнений, ви і без мене впораєтеся з цим завданням. Запросто ж?"

[Play_Sea_GatherDJ_Musings_H AkEvent]
SpokenText="Хлопці, я ваш великий боржник... Слухайте, а ви непогано упаковані. Віджали речі «Адвента»? Я в житті такого не бачив... Звідки ви, кажете? Я було вирішив, що ніхто не прийде на мій заклик... Мовлю тут вже... Ого, а це що?.."

[Play_Sea_GatherDJ_Musings_G AkEvent]
SpokenText="Пам'ятаєте, я казав, що їм сюди не увірватися? Взагалі... скоро увірвуться. Нежданчик. Хлопці, та годі вам. Що, жартів не розумієте? Ви ж знаєте, що я обожнюю «Адвент». Я навіть на вас працював! Давайте все обговоримо."

[Play_Sea_GatherDJ_Musings_F AkEvent]
SpokenText="Блін, а от тепер мені і правда потрібна допомога. Дуже скоро вони почнуть ламати двері всерйоз. Якщо якісь удальці збиралися заглянути до мене, зараз саме час для виходу на сцену і порятунку моєї тушки."

